Repository: asquared31415/ONITwitch
Catalog: ONITwitchCore/translations/*.po
Languages: de

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.CONNECTION_ERROR.BODY_FORMAT
source: The connection to Twitch failed {0} times. This may be caused by a bad internet connection or invalid credentials.
de: Die Netzwerkverbindung zu Twitch schlug {0} mal fehl. Das kann an einer schlechten Internetverbindung oder ungültigen Anmeldedaten liegen.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.CONNECTION_ERROR.TITLE
source: Connection Error
de: Verbindungsfehler

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.DEADLY_CONFIG.BODY
source: The Deadly danger has events that can <color=#FE2F2FFF><i><b>directly kill your duplicants</b></i></color> or cause extremely deadly things to happen, often with no opportunity to prevent it. Do not get too attached to your dupes.
de: Die Gefahrenstufe "Tödlich" hat Events, welche <color=#FE2F2FFF><i><b>deine Duplikanten direkt töten können</b></i></color> oder extrem tödliche Dinge auslösen,. oft ohne die Möglichkeit, diese zu verhindern. Häng nicht zu sehr an deinen Duplikaten.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.DEADLY_CONFIG.CONTINUE
source: <color=#FE2F2FFF>Continue</color>
de: <color=#FE2F2FFF>Fortsetzen</color>

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.DEADLY_CONFIG.TITLE
source: Deadly Settings
de: Gefahrenstufe "Tödlich"

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.EVENT_CONFIG.PASTE
source: Paste Config Here
de: Hier Konfiguration einfügen

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.EVENT_CONFIG.TITLE
source: Twitch Integration Event Config
de: Twitch Integration Ereignis-Konfiguration

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.EVENT_ERROR.BODY_FORMAT
source: Event {0} crashed while being run: {1}. Stopping votes. Please report this error (and provide the log) to that event's author.
de: Event {0} ist während der Ausführung abgestürzt: {1}. Abstimmungen gestoppt. Bitte diesen Fehler (mit Log-Datei) dem Autor des Event melden.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.EVENT_ERROR.TITLE
source: Event Error
de: Eventfehler

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.CONNECTION_OAUTH_ERR
source: An unknown error occured when validating your OAuth token with Twitch. (No response from server)
de: Ein unbekannter Fehler ist bei der Validierung des OAuth-Tokes mit Twitch aufgetreten (Keine Serverantwort)

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.EXPIRED_OAUTH
source: The OAuth token is invalid or has expired. Please generate a new token following the instructions in the README. Using anonymous connection.
de: Der OAuth-Token ist ungültig oder abgelaufen. Wechsle stattdessen auf anonyme Verbindung. Bitte generiere einen neuen Token anhand der Anleitung in der README-Datei.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.INVALID_FILE
source: The credentials file was broken and has been reset, please follow the instructions in the README.
de: Die Anmeldedatei war defekt und wurde zurückgesetzt. Bitte folge den Anweisungen in der README.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.INVALID_NICK
source: The Twitch nickname in the credentials file was not a valid nickname. Using anonymous connection.
de: Der angegebene Twitch-Benutzername in der Anmeldedatei war kein valider Benutzername. Stattdessen wird nun ein anonymer Login verwendet.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.MALFORMED_OAUTH
source: Invalid OAuth token! The OAuth token should be composed of only numbers and letters. Using anonymous connection.
de: Ungültiger OAuth-Token! Der OAuth-Token sollte nur aus Zahlen und Buchstaben bestehen. Stattdessen wird nun ein anonymer Login verwendet.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.NICK_CONTAINS_SLASH
source: The Twitch nickname in the credentials file contained a slash. The nickname should be <i>only</i> the name you use to log in to Twitch. Using anonymous connection.
de: Der Twitch-Benutzername in der Anmeldedatei enthielt ein Slash. Dies sollte <i>nur</i> der Name sein, . welcher bei der Anmeldung bei Twitch verwendet wird (nicht der Anzeigename). Stattdessen wird nun ein anonymer Login verwendet.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.NO_LOGIN
source: The credentials file does not have a Twitch nickname set. Using anonymous connection.
de: Der Anmeldedatei fehlt ein Benutzername. Stattdessen wird nun ein anonymer Login verwendet.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.TITLE
source: Invalid Credentials
de: Ungültige Anmeldedaten

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_CREDENTIALS.UNKNOWN_OAUTH_ERR
source: An unknown error occured when validating your OAuth token with Twitch. Using anonymous connection.
de: Ein unbekannter Fehler ist bei der Validierung des OAuth-Tokens mit Twitch aufgetreten. Stattdessen wird nun ein anonymer Login verwendet.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_EVENT_CONFIG.BODY
source: The config provided was invalid
de: Die übergebene Konfiguration war ungültig

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.INVALID_EVENT_CONFIG.TITLE
source: Invalid Config
de: Ungültige Konfiguration

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.NO_VOTES.BODY
source: No events were able to be drawn.
de: Es konnten keine Events gewürfelt werden.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.NO_VOTES.TITLE
source: Cannot Start Vote
de: Kann Abstimmung nicht starten

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.NOT_AUTHENTICATED.BODY
source: You are not authenticated with Twitch. The vote cannot be started. This may be caused by incorrect or missing credentials.
de: Es konnte keine Anmeldung mit Twitch durchgeführt werden. Die Abstimmung kann deshalb nicht gestartet werden. Dies ist möglicherweise durch falsche oder fehlende Anmeldedaten verursacht.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.NOT_AUTHENTICATED.TITLE
source: Not Authenticated
de: Nicht Angemeldet

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNKNOWN_SAVE.BODY
source: An unknown version of the Twitch Integration config was encountered and the config had to be reset. Your old config has been saved to config_bak.json.
de: Es wurde eine unbekannte Version der Twitch-Integration-Konfiguration gefunden und die Konfiguration musste zurückgesetzt werden. Die alte Konfiguration wurde als config_bak.json gespeichert.

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNKNOWN_SAVE.TITLE
source: Unknown Save Version
de: Unbekannte Spielstandversion

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNSAVED_CONFIG.BACK
source: Go Back
de: Zurück

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNSAVED_CONFIG.BODY
source: There are unsaved changes, are you sure you want to exit?
de: Es liegen ungespeicherte Änderungen vor, wirklich verlassen?

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNSAVED_CONFIG.DISCARD
source: Discard Changes
de: Änderungen verwerfen

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNSAVED_CONFIG.SAVE
source: Save Changes
de: Änderungen speichern

# ONITwitch.STRINGS.ONITWITCH.UI.DIALOGS.UNSAVED_CONFIG.TITLE
source: Unsaved Changes
de: Ungespeicherte Änderungen

# ONITwitch.STRINGS.ONITWITCH.UI.PAUSE_MENU.START_VOTES
source: Start Voting
de: Starte Abstimmungen

# ONITwitch.STRINGS.ONITWITCH.UI.POCKET_DIMENSION_EXTERIOR_SIDE_SCREEN.NAME
source: View Dimension
de: Dimension anzeigen

# ONITwitch.STRINGS.ONITWITCH.UI.POCKET_DIMENSION_EXTERIOR_SIDE_SCREEN.TOOLTIP
source: View the dimension that this portal is attached to
de: Zeig mir die Dimension wo dieses Portal hinführt

# ONITwitch.STRINGS.ONITWITCH.UI.POCKET_DIMENSION_INTERIOR_SIDE_SCREEN.NAME
source: View Parent
de: Basiswelt anzeigen

# ONITwitch.STRINGS.ONITWITCH.UI.POCKET_DIMENSION_INTERIOR_SIDE_SCREEN.TOOLTIP
source: View the world that holds this dimension
de: Zeig mir die Welt wo diese Taschendimension geöffnet wurde

# ONITwitch.STRINGS.ONITWITCH.UI.SETTINGS.BUTTON_NAME
source: Settings
de: Optionen

# ONITwitch.STRINGS.ONITWITCH.UI.SURPRISE_BOX_SIDE_SCREEN.NAME
source: Open
de: Öffnen

# ONITwitch.STRINGS.ONITWITCH.UI.SURPRISE_BOX_SIDE_SCREEN.TOOLTIP
source: Open this box to receive your surprise!
de: Mach diese Box auf, um deine Überraschung zu erhalten!

# ONITwitch.STRINGS.ONITWITCH.VOTE_CONTROLLER.CHOSEN_VOTE_FORMAT
source: The chosen vote was {0} with {1} votes
de: Die Abstimmung gewann {0} mit {1} Stimmen

# ONITwitch.STRINGS.ONITWITCH.VOTE_CONTROLLER.NO_VOTES
source: No options were voted for
de: Es wurde für keine der Optionen abgestimmt

# ONITwitch.STRINGS.ONITWITCH.VOTE_CONTROLLER.START_VOTE_HEADER
source: Starting new vote!
de: Starte neue Abstimmung!

# ONITwitch.STRINGS.ONITWITCH.VOTE_INFO_FILE.ERROR
source: An error occurred
de: Ein Fehler ist aufgetreten

# ONITwitch.STRINGS.ONITWITCH.VOTE_INFO_FILE.IN_PROGRESS_FORMAT
source: Current Vote: ({0:F0}s) {1}
de: Momentane Abstimmung: ({0:F0}s) {1}

# ONITwitch.STRINGS.ONITWITCH.VOTE_INFO_FILE.NOT_STARTED
source: Voting not yet started
de: Abstimmungen wurden noch nicht gestartet

# ONITwitch.STRINGS.ONITWITCH.VOTE_INFO_FILE.VOTE_OVER_FORMAT
source: Vote Over ({0:F0} seconds to next vote)
de: Abstimmung vorbei ({0:F0} Sekunden bis zur nächsten Abstimmung)

# ONITwitch.STRINGS.ONITWITCH.WORLDS.POCKET_DIMENSION.NAME
source: Pocket Dimension
de: Taschendimension
