Repository: asquared31415/ONITwitch
Catalog: ONITwitchCore/translations/*.po
Languages: de

source: A portal to an unknown dimension.
de: Ein Portal in eine unbekannte Dimension.

source: Pocket Dimension Portal
de: Taschendimensionsportal

source: A portal that returns your duplicants back where they came from.
de: Ein Portal, welches den Duplikanten einen Rückweg zu ihrem Ursprungsort ermöglicht.

source: Return Portal
de: Rückreiseportal

# ONITwitch.STRINGS.CREATURES.SPECIES.ONITWITCH.GLITTERPUFT.DESC
source: A extraordinarily colorful and very pretty Puft
de: Ein ziemlich bunter und sehr hübscher Puft

# ONITwitch.STRINGS.CREATURES.SPECIES.ONITWITCH.GLITTERPUFT.NAME
source: Glitter Puft
de: Glitzerpuft

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.ATHLETICS_DOWN.NAME
source: Athletics Down
de: Athletik runter

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.ATHLETICS_DOWN.TOOLTIP
source: Caused by Twitch Chat
de: Verursacht durch den Twitch-Chat

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.ATHLETICS_UP.NAME
source: Athletics Up
de: Athletik hoch

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.ATHLETICS_UP.TOOLTIP
source: Caused by Twitch Chat
de: Verursacht durch den Twitch-Chat

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.CONSTRUCTION_DOWN.NAME
source: Construction Down
de: Bauen runter

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.CONSTRUCTION_DOWN.TOOLTIP
source: Caused by Twitch Chat
de: Verursacht durch den Twitch-Chat

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.CONSTRUCTION_UP.NAME
source: Construction Up
de: Bauen hoch

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.CONSTRUCTION_UP.TOOLTIP
source: Caused by Twitch Chat
de: Verursacht durch den Twitch-Chat

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.EXCAVATION_DOWN.NAME
source: Excavation Down
de: Graben runter

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.EXCAVATION_DOWN.TOOLTIP
source: Caused by Twitch Chat
de: Verursacht durch den Twitch-Chat

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.EXCAVATION_UP.NAME
source: Excavation Up
de: Graben hoch

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.EXCAVATION_UP.TOOLTIP
source: Caused by Twitch Chat
de: Verursacht durch den Twitch-Chat

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.SLEEPY.NAME
source: Incredibly Sleepy
de: Unglaublich schläfrig

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.SLEEPY.TOOLTIP
source: Incredibly Exhausted
de: Unglaublich erschöpft

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.STRENGTH_DOWN.NAME
source: Strength Down
de: Stärke runter

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.STRENGTH_DOWN.TOOLTIP
source: Caused by Twitch Chat
de: Verursacht durch den Twitch-Chat

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.STRENGTH_UP.NAME
source: Strength Up
de: Stärke hoch

# ONITwitch.STRINGS.DUPLICANTS.MODIFIERS.ONITWITCH.STRENGTH_UP.TOOLTIP
source: Caused by Twitch Chat
de: Verursacht durch den Twitch-Chat

# ONITwitch.STRINGS.ELEMENTS.ONITWITCHINDESTRUCTIBLEELEMENT.DESC
source: (Nt) Neutronium is a mysterious and extremely resilient element. It cannot be excavated by any Duplicant mining tool.
de: (Nt) Neutronium ist ein mysteriöses und extrem widerstandsfähiges Element. Es kann mit keinem Werkzeug der Duplikanten abgebaut werden.

# ONITwitch.STRINGS.ITEMS.FOOD.ONITWITCH.GLITTERMEATCONFIG.DESC
source: A piece of meat that glitters faintly. ...It's best not to think about where it came from...
de: Ein Stück Fleisch mit einem verblassten Glitzern, ...besser nicht darüber nachdenken wo das herkommt...

# ONITwitch.STRINGS.ITEMS.FOOD.ONITWITCH.GLITTERMEATCONFIG.NAME
source: Glitter Meat
de: Glitzerfleisch

# ONITwitch.STRINGS.ITEMS.ONITWITCH.DEV_POCKET_DIMENSION_GENERATOR.DESC
source: Generates a Pocket Dimension
de: Erzeugt eine Taschendimension

# ONITwitch.STRINGS.ITEMS.ONITWITCH.DEV_POCKET_DIMENSION_GENERATOR.NAME
source: Pocket Dimension Generator
de: Taschendimensionsgenerator

# ONITwitch.STRINGS.ITEMS.ONITWITCH.SURPRISEBOXCONFIG.EFFECT
source: Deconstruct for a surprise!
de: Abbauen für eine Überraschung!

# ONITwitch.STRINGS.ITEMS.ONITWITCH.SURPRISEBOXCONFIG.NAME
source: Surprise Box
de: Überraschungsbox

# ONITwitch.STRINGS.ONITWITCH.DIAGNOSTICS.DIMENSION_CLOSING.CLOSING
source: Low Time Remaining
de: Wenig Zeit verbleibend

# ONITwitch.STRINGS.ONITWITCH.DIAGNOSTICS.DIMENSION_CLOSING.CRITERION_NAME
source: Pocket Dimension closing soon
de: Taschendimension schließt sich bald

# ONITwitch.STRINGS.ONITWITCH.DIAGNOSTICS.DIMENSION_CLOSING.DIAGNOSTIC_NAME
source: Time Remaining
de: Verbleibende Zeit

# ONITwitch.STRINGS.ONITWITCH.DIAGNOSTICS.DIMENSION_CLOSING.ERROR
source: Error
de: Fehler

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_ATHLETICS_DOWN
source: Athletics Down
de: Athletik runter

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_ATHLETICS_UP
source: Athletics Up
de: Athletik hoch

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_CONSTRUCTION_DOWN
source: Construction Down
de: Bauen runter

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_CONSTRUCTION_UP
source: Construction Up
de: Bauen hoch

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_EXCAVATION_DOWN
source: Excavation Down
de: Graben runter

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_EXCAVATION_UP
source: Excavation Up
de: Graben hoch

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_STRENGTH_DOWN
source: Strength Down
de: Stärke runter

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ATTRIBUTE_STRENGTH_UP
source: Strength Up
de: Stärke hoch

# ONITwitch.STRINGS.ONITWITCH.EVENTS.BANSHEE_WAIL
source: Banshee Wail
de: Schreikrampf

# ONITwitch.STRINGS.ONITWITCH.EVENTS.BEDROOM_SNOW
source: Snowy Bedrooms
de: Eingeschneite Schlafzimmer

# ONITwitch.STRINGS.ONITWITCH.EVENTS.BEDROOMS_SLIME
source: Slimy Bedrooms
de: Schleimige Schlafzimmer

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ECLIPSE
source: Eclipse
de: Sonnenfinsternis

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ELEMENT_GROUP_COMMON
source: Spawn Common Element
de: Erzeuge häufiges Element

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ELEMENT_GROUP_DEADLY
source: Spawn Deadly Element
de: Erzeuge tödliches Element

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ELEMENT_GROUP_EXOTIC
source: Spawn Exotic Element
de: Erzeuge exotisches Element

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ELEMENT_GROUP_GAS
source: Spawn Gas
de: Erzeuge Gas

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ELEMENT_GROUP_LIQUID
source: Spawn Liquid
de: Erzeuge Flüssigkeit

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ELEMENT_GROUP_METAL
source: Spawn Metal
de: Erzeuge Metall

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FART
source: Fart
de: Furz

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_ETHANOL
source: Ethanol Flood
de: Ethanolflut

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_GOLD
source: Gold Rain
de: Goldener Regen

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_LAVA
source: Lava Flood
de: Lavaflut

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_NUCLEAR_WASTE
source: Nuclear Waste Disposal Accident
de: Unfall bei der Nuklearabfallentsorgung

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_OIL
source: Oil Flood
de: Ölflut

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_POLLUTED_WATER
source: Polluted Water Flood
de: Schmutzwasserflut

# ONITwitch.STRINGS.ONITWITCH.EVENTS.FLOOD_WATER
source: Water Flood
de: Flut

# ONITwitch.STRINGS.ONITWITCH.EVENTS.GEYSER_MODIFICATION
source: Tune Geyser
de: Verstärke Geysir

# ONITwitch.STRINGS.ONITWITCH.EVENTS.GLOBAL_WARMING
source: Global Warming
de: Klimaerwärmung

# ONITwitch.STRINGS.ONITWITCH.EVENTS.ICE_AGE
source: Ice Age
de: Eiszeit

# ONITwitch.STRINGS.ONITWITCH.EVENTS.KILL_DUPE
source: Kill Duplicant
de: Ermorde Duplikanten

# ONITwitch.STRINGS.ONITWITCH.EVENTS.MORPH_CRITTERS
source: Morph Critters
de: Mutiere Tiere

# ONITwitch.STRINGS.ONITWITCH.EVENTS.PARTY_TIME
source: Party Time
de: Party-Zeit

# ONITwitch.STRINGS.ONITWITCH.EVENTS.PEE
source: Gold Rain
de: Goldener Regen

# ONITwitch.STRINGS.ONITWITCH.EVENTS.POCKET_DIMENSION
source: Spawn Pocket Dimension
de: Erzeuge Taschendimension

# ONITwitch.STRINGS.ONITWITCH.EVENTS.POISON
source: Poison Duplicants
de: Vergifte Duplikanten

# ONITwitch.STRINGS.ONITWITCH.EVENTS.POOPSPLOSION
source: Poopsplosion
de: Kacksplosion

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_BEE
source: Bee Infestation
de: Bienenbefall

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_DIAMOND
source: Diamond Rain
de: Diamantregen

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_GOLD
source: Gold Rain
de: Goldener Regen

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_MORB_AMORBUS
source: Amorbus Rain
de: Amorbusregen

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_MORB_NORMAL
source: Morbs!!!
de: Morbinvasion!!!!

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_PACU_NORMAL
source: Pacu Rain
de: Pacuregen

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_PACU_PACUWU
source: PacUwU Rain 🐠👉👈
de: PacUwU-Regen 🐠👉👈

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RAIN_PREFAB_SLICKSTER
source: Slickster Rain
de: Slicksterregen

# ONITwitch.STRINGS.ONITWITCH.EVENTS.REDUCE_OXYGEN
source: Un-include Oxygen
de: Dünne Luft

# ONITwitch.STRINGS.ONITWITCH.EVENTS.RESEARCH_TECH
source: Research Technology
de: Schalte Technologie frei

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SKILL_POINTS
source: Skilling Spree
de: Qualifizierungsoffensive

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SLEEPY_DUPES
source: Sleepy Dupes
de: Schläfrige Duplikanten

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_ATMO_SUIT
source: Spawn Atmo Suit
de: Erzeuge Schutzanzug

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_CRAB
source: Spawn Pokeshell
de: Erzeuge Pokepanzer

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_DUPE
source: Spawn Duplicant
de: Erzeuge Duplikanten

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_GLITTER_PUFT
source: Spawn Glitter Puft
de: Erzeuge Glitzerpuft

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_MOO_COMET
source: Spawn Gassy Moo Comet
de: Erzeuge Gassy Moo-teorit

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_SNAZZY_SUIT
source: Spawn Snazzy Suit
de: Erzeuge schicken Anzug

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPAWN_VACILLATOR_CHARGE
source: Spawn Vacillator Charge
de: Erzeuge Oszillator-Aufladung

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SPICE_FOOD
source: Spice Food
de: Extra Gewürze

# ONITwitch.STRINGS.ONITWITCH.EVENTS.STRESS_ADD
source: Add Stress
de: Stress hoch

# ONITwitch.STRINGS.ONITWITCH.EVENTS.STRESS_REMOVE
source: Remove Stress
de: Stress runter

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SURPRISE
source: Surprise!!!
de: Überraschung!!!

# ONITwitch.STRINGS.ONITWITCH.EVENTS.SURPRISE_BOX
source: Surprise Box
de: Überraschungsbox

# ONITwitch.STRINGS.ONITWITCH.EVENTS.TILE_TEMP_DOWN
source: Icy Floors
de: Eisige Korridore

# ONITwitch.STRINGS.ONITWITCH.EVENTS.TILE_TEMP_UP
source: The Floor is Lava
de: Der Boden ist Lava

# ONITwitch.STRINGS.ONITWITCH.EVENTS.UNINSULATE
source: Uninsulate Tiles
de: Isolierungsklau

# ONITwitch.STRINGS.ONITWITCH.TOASTS.BANSHEE_WAIL.BODY
source: All of your duplicants are releasing their urge to scream
de: Alle deine Duplikanten geben ihrem Drang zu Schreien nach

# ONITwitch.STRINGS.ONITWITCH.TOASTS.BANSHEE_WAIL.TITLE
source: Banshee Wail
de: Schreikrampf

# ONITwitch.STRINGS.ONITWITCH.TOASTS.ECLIPSE.BODY
source: A long darkness has enveloped the colony
de: Eine lange Dunkelheit hat die Kolonie eingehüllt

# ONITwitch.STRINGS.ONITWITCH.TOASTS.ECLIPSE.TITLE
source: Eclipse
de: Sonnenfinsternis

# ONITwitch.STRINGS.ONITWITCH.TOASTS.EFFECT.BODY_FORMAT
source: All dupes have had the {0} effect applied
de: Alle Duplikanten haben den Effekt "{0}" erhalten

# ONITwitch.STRINGS.ONITWITCH.TOASTS.EFFECT.TITLE
source: Effect Applied
de: Effekt angewandt

# ONITwitch.STRINGS.ONITWITCH.TOASTS.ELEMENT_GROUP.BODY_FORMAT
source: A chunk of {0} has appeared
de: Ein bisschen {0} ist erschienen

# ONITwitch.STRINGS.ONITWITCH.TOASTS.ELEMENT_GROUP.TITLE
source: Element Created
de: Element Erschaffen

# ONITwitch.STRINGS.ONITWITCH.TOASTS.END_VOTE_NO_OPTIONS.BODY
source: No events were voted for
de: Es wurde für kein Event abgestimmt

# ONITwitch.STRINGS.ONITWITCH.TOASTS.END_VOTE_NO_OPTIONS.TITLE
source: Vote Complete
de: Abstimmung abgeschlossen

# ONITwitch.STRINGS.ONITWITCH.TOASTS.FART.BODY
source: All of your duplicants have farted. What was in that Frost Burger?
de: Alle deine Duplikanten haben gefurzt. Was war wohl in dem Frostburger?

# ONITwitch.STRINGS.ONITWITCH.TOASTS.FART.TITLE
source: Fart
de: Furz

# ONITwitch.STRINGS.ONITWITCH.TOASTS.FILL_BEDROOMS.BODY_FORMAT
source: {0} was placed in every bedroom
de: {0} wurde in jedem Schlafzimmer platziert

# ONITwitch.STRINGS.ONITWITCH.TOASTS.FILL_BEDROOMS.TITLE
source: Bedrooms Bombed
de: Bombardierte Schlafzimmer

# ONITwitch.STRINGS.ONITWITCH.TOASTS.FLOOD.BODY_FORMAT
source: A flood of {0} was spawned
de: Eine {0}flut wurde erzeugt

# ONITwitch.STRINGS.ONITWITCH.TOASTS.FLOOD.TITLE
source: Flood
de: Flut

# ONITwitch.STRINGS.ONITWITCH.TOASTS.GEYSER_MODIFICATION.BODY_FORMAT
source: Geyser {0} is temporarily tuned
de: {0} ist temporär verstärkt

# ONITwitch.STRINGS.ONITWITCH.TOASTS.GEYSER_MODIFICATION.TITLE
source: Geyser Modified
de: Geysir modifiziert

# ONITwitch.STRINGS.ONITWITCH.TOASTS.GLOBAL_WARMING.BODY_FORMAT
source: Temperatures on {0} are on the rise
de: Steigende Temperaturen auf {0}

# ONITwitch.STRINGS.ONITWITCH.TOASTS.GLOBAL_WARMING.TITLE
source: Global Warming
de: Klimawandel

# ONITwitch.STRINGS.ONITWITCH.TOASTS.ICE_AGE.BODY_FORMAT
source: All liquids on {0} have frozen
de: Alle Flüssigkeiten auf {0} sind eingefroren

# ONITwitch.STRINGS.ONITWITCH.TOASTS.ICE_AGE.TITLE
source: Ice Age
de: Eiszeit

# ONITwitch.STRINGS.ONITWITCH.TOASTS.KILL_DUPE.BODY_FORMAT
source: {0} died :(
de: {0} ist gestorben :(

# ONITwitch.STRINGS.ONITWITCH.TOASTS.KILL_DUPE.TITLE
source: Duplicant Killed
de: Duplikant ermordet

# ONITwitch.STRINGS.ONITWITCH.TOASTS.MORPH.BODY
source: All critters have been morphed
de: Alle Tiere wurden mutiert

# ONITwitch.STRINGS.ONITWITCH.TOASTS.MORPH.TITLE
source: Critters Morphed
de: Tiermutationen

# ONITwitch.STRINGS.ONITWITCH.TOASTS.PARTY_TIME.BODY
source: The dupes are throwing a rainbow party!
de: Die Duplikanten feiern eine Regenbogenparty!

# ONITwitch.STRINGS.ONITWITCH.TOASTS.PARTY_TIME.TITLE
source: Party Time!
de: Partyzeit!

# ONITwitch.STRINGS.ONITWITCH.TOASTS.PEE.BODY
source: All duplicants suddenly feel the need to relieve themselves
de: Alle Duplikanten müssen sich plötzlich erleichtern

# ONITwitch.STRINGS.ONITWITCH.TOASTS.PEE.TITLE
source: Pee Everywhere
de: Pipi überall

# ONITwitch.STRINGS.ONITWITCH.TOASTS.POCKET_DIMENSION.BODY
source: A portal to a pocket dimension opened
de: Ein Portal zu einer Taschendimension halt sich geöffnet

# ONITwitch.STRINGS.ONITWITCH.TOASTS.POCKET_DIMENSION.TITLE
source: Pocket Dimension
de: Taschendimension

# ONITwitch.STRINGS.ONITWITCH.TOASTS.POISON.BODY
source: All duplicants are poisoned and will take damage over time
de: Alle Duplikanten wurden vergiftet und werden über Zeit Schaden erleiden

# ONITwitch.STRINGS.ONITWITCH.TOASTS.POISON.TITLE
source: Poisoned Dupes
de: Vergiftete Duplikanten

# ONITwitch.STRINGS.ONITWITCH.TOASTS.POOPSPLOSION.BODY
source: All toilets have exploded with poop
de: Alle Toiletten hatten eine Kackeexplosion

# ONITwitch.STRINGS.ONITWITCH.TOASTS.POOPSPLOSION.TITLE
source: Poopsplosion
de: Kacksplosion

# ONITwitch.STRINGS.ONITWITCH.TOASTS.RAIN_PREFAB.BODY_FORMAT
source: A rain of {0} is starting
de: Ein {0}regen startet

# ONITwitch.STRINGS.ONITWITCH.TOASTS.RAIN_PREFAB.TITLE
source: Rain
de: Regen

# ONITwitch.STRINGS.ONITWITCH.TOASTS.REDUCE_OXYGEN.BODY_FORMAT
source: The mass of all breathable elements was reduced by {0}%
de: Die Masse aller atembarer Elemente wurde um {0}% reduziert

# ONITwitch.STRINGS.ONITWITCH.TOASTS.REDUCE_OXYGEN.TITLE
source: Oxygen Reduced
de: Sauerstoff reduziert

# ONITwitch.STRINGS.ONITWITCH.TOASTS.RESEARCH_TECH.BODY_FORMAT
source: {0} has been researched
de: {0} wurde erforscht

# ONITwitch.STRINGS.ONITWITCH.TOASTS.RESEARCH_TECH.TITLE
source: Technology Researched
de: Technologie erforscht

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SKILLS.BODY
source: Some duplicants have been inspired and instantly gained a skill point
de: Einige Duplikanten wurden inspiriert und haben einen Fertigkeitspunkt erhalten

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SKILLS.TITLE
source: Skilling Spree
de: Qualifizierungsoffensive

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SLEEPY_DUPES.BODY
source: All duplicants are extremely exhausted
de: Alle Duplikanten sind extrem erschöpft

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SLEEPY_DUPES.TITLE
source: Sleepy Dupes
de: Schläfrige Duplikanten

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SPAWN_DUPE.BODY_FORMAT
source: {0} was brought into the world
de: {0} wurde in die Welt gesetzt

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SPAWN_DUPE.TITLE
source: Spawning Duplicant
de: Duplikant erzeugt

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SPAWN_PREFAB.BODY_FORMAT
source: A new {0} was created
de: {0} wurde erschaffen

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SPAWN_PREFAB.TITLE
source: Spawning Object
de: Objekt erzeugt

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SPICE_FOOD.BODY
source: All food has had spices applied
de: Alles Essen wurde nachgewürzt

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SPICE_FOOD.TITLE
source: Spiced Food
de: Gewürztes Essen

# ONITwitch.STRINGS.ONITWITCH.TOASTS.STARTING_VOTE.TITLE
source: Starting Vote
de: Starte Abstimmung

# ONITwitch.STRINGS.ONITWITCH.TOASTS.STRESS_DECREASE.BODY
source: All duplicants are less stressed
de: Alle Duplikate sind weniger gestresst

# ONITwitch.STRINGS.ONITWITCH.TOASTS.STRESS_DECREASE.TITLE
source: Calming Wave
de: Beruhigungswelle

# ONITwitch.STRINGS.ONITWITCH.TOASTS.STRESS_INCREASE.BODY
source: All duplicants are very stressed about life
de: Alle Duplikanten sind sehr gestresst vom Leben

# ONITwitch.STRINGS.ONITWITCH.TOASTS.STRESS_INCREASE.TITLE
source: Stress Wave
de: Stresswelle

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SURPRISE_BOX.BODY
source: I wonder what is inside?
de: Ich frag mich was da drin ist?

# ONITwitch.STRINGS.ONITWITCH.TOASTS.SURPRISE_BOX.TITLE
source: Surprise Box
de: Überaschungsbox

# ONITwitch.STRINGS.ONITWITCH.TOASTS.TILE_TEMP_DOWN.BODY
source: All non-natural tiles are colder
de: Alle konstruierten Ziegel sind kälter

# ONITwitch.STRINGS.ONITWITCH.TOASTS.TILE_TEMP_DOWN.TITLE
source: Icy Floors
de: Eisige Korridore

# ONITwitch.STRINGS.ONITWITCH.TOASTS.TILE_TEMP_UP.BODY
source: All non-natural tiles are warmer
de: Alle konstruierten Ziegel sind wärmer

# ONITwitch.STRINGS.ONITWITCH.TOASTS.TILE_TEMP_UP.TITLE
source: The Floor is Lava
de: Der Boden ist Lava

# ONITwitch.STRINGS.ONITWITCH.TOASTS.UNINSULATE_TILES.BODY
source: Many tiles have been replaced with non-insulated versions
de: Viele Ziegel sind durch nicht isolierte Versionen ersetzt worden

# ONITwitch.STRINGS.ONITWITCH.TOASTS.UNINSULATE_TILES.TITLE
source: Tiles Uninsulated
de: Isolierung geklaut

# ONITwitch.STRINGS.ONITWITCH.UI.APPLY.TEXT
source: Apply
de: Anwenden

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.CHANNEL_NAME.TEXT
source: Channel Name
de: Kanalname

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.CHANNEL_NAME.TOOLTIP
source: The name of the Twitch channel to interact with. This should be your username. (example: asquared31415)
de: Der Name des Twitch-Kanals, auf welchem die Interaktionen stattfinden. Das sollte dein Nutzername sein (Beispiel: asquared31415).

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.EDIT.TEXT
source: Edit Event Config
de: Event-Konfiguration anpassen

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.EDIT.TOOLTIP
source: Opens a page in a browser to edit the current event config. (WARNING: SPOILERS)
de: Öffnet eine Website im Browser zum Anpassen der aktuellen Eventeinstellungen. (ACHTUNG: SPOILER, ALLE Events werden hier gelistet)

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.MAX_DANGER.TEXT
source: Max Danger
de: Höchste Gefahrenstufe

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.MAX_DANGER.TOOLTIP
source: Events with a danger greater than this setting will not appear.
de: Events mit einer höheren Gefahrenstufe als hier eingestellt werden nicht erscheinen.

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.MIN_DANGER.TEXT
source: Min Danger
de: Niedrigste Gefahrenstufe

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.MIN_DANGER.TOOLTIP
source: Events with a danger less than this setting will not appear.
de: Events mit einer niedrigeren Gefahrenstufe als hier eingestellt werden nicht erscheinen.

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.OPTIONS_PER_VOTE.TEXT
source: Options per Vote (1-5)
de: Anzahl an Abstimmungsoptionen (1-5)

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.OPTIONS_PER_VOTE.TOOLTIP
source: The number of options that should be available to vote for.
de: Anzahl an Optionen, die bei einer Abstimmung angezeigt werden sollen.

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.SHOW_START_TOASTS.TEXT
source: Show Vote Choice Notifications
de: Abstimmungsoptionen anzeigen

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.SHOW_START_TOASTS.TOOLTIP
source: Whether to show notifications when a vote starts. This can be disabled if you want to not know what options chat has.
de: Wenn aktiviert, werden bei Start einer Abstimmung die Optionen in einem. kleinen Benachrichtigungsfenster kurz eingeblendet. Dies kann deaktiviert werden, wenn innerhalb des Spiels nicht angezeigt werden soll,. welche Abstimmmöglichkeiten dem Chat zur Verfügung stehen.

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.SHOW_TOASTS.TEXT
source: Show Notifications
de: Benachrichtigungsfenster anzeigen

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.SHOW_TOASTS.TOOLTIP
source: Whether to show any notifications from the Twitch Integration mod or any events.
de: Kontrolliert, ob Benachrichtigungsfenster des Twitch-Integration-Mods und seiner Events angezeigt werden.

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.TIME_BETWEEN_VOTES.TEXT
source: Time Between Votes
de: Zeit zwischen Abstimmungen

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.TIME_BETWEEN_VOTES.TOOLTIP
source: The amount of real time, in seconds, that should pass between the end of one vote and the start of the next. (example: 600)
de: Abklingzeit vom Ende einer Abstimmung zum Beginn der Nächsten in (Echtzeit-)Sekunden (z.B. 600 = 10 Minuten).

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.TITLE
source: Twitch Integration Settings
de: Twitch Integration Einstellungen

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.USE_TWITCH_COLORS.TEXT
source: Use Twitch Username Colors
de: Nutze Twitch Nutzernamen-Farbe

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.USE_TWITCH_COLORS.TOOLTIP
source: Whether to copy a chatter's username color to their duplicant's name, if they are spawned. Note: If a user has not set their username color manually, it will be white, even though Twitch chat picks a random color.
de: Entscheidet, ob bei Erzeugung einer Duplikantenkopie eines Chatnutzers . dessen Twitch-Farbe in den Namen mitübernommen wird. Zu beachten: Nutzer ohne manuell eingestellte Farbe werden. als weiß interpretiert, auch wenn im Chat der Name eine zufällige Farbe hat.

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.VOTING_TIME.TEXT
source: Voting Time
de: Abstimmungszeit

# ONITwitch.STRINGS.ONITWITCH.UI.CONFIG.VOTING_TIME.TOOLTIP
source: The amount of real time, in seconds, that a vote should be active for. (example: 60)
de: Zeit in (Echtzeit-)Sekunden, welche die Abstimmung aktiv sein soll. (z.B. 60)

# ONITwitch.STRINGS.ONITWITCH.UI.DANGER.DEADLY
source: Deadly
de: Tödlich

# ONITwitch.STRINGS.ONITWITCH.UI.DANGER.EXTREME
source: Extreme
de: Extrem

# ONITwitch.STRINGS.ONITWITCH.UI.DANGER.HIGH
source: High
de: Hoch

# ONITwitch.STRINGS.ONITWITCH.UI.DANGER.MEDIUM
source: Medium
de: Mittel

# ONITwitch.STRINGS.ONITWITCH.UI.DANGER.NONE
source: None
de: Keine

# ONITwitch.STRINGS.ONITWITCH.UI.DANGER.SMALL
source: Small
de: Minimal
